[PENetwork]
Language	="Русский"
LangCode	="0419"
Author		="Holger Kotsch (Holger.Kotsch@GMX.de) Перевод Sonya"
Version		="1.5"
GrpLanguage	="Язык"
LblLangAuthor	="Автор"
LblLangVersion	="Версия"
MainTitle	="Менеджер сети"
BtnAdd		="&Добавить..."
BtnAddShort	="Д&обавить"
BtnDelete	="&Удалить"
BtnApply	="&Применить"
BtnCancel	="&Отмена"
BtnChange	="Изменить..."
BtnOK		="&OK"
BtnYes		="&Да"
BtnNo		="&Нет"
TIConfig	="Конфигурация"
TIIdent		="Идентификация"
TISharing	="Общий доступ"
TIDrives	="Сетевые диски"
TIOther		="Разное"
TIAbout		="О программе"
TTRefresh	="Обновить список адаптеров"
LblAdapterState	="Состояние"
LblAdapterSpeed	="Скорость"
AdapterSpeed	="Мбит/с"
LblAdapterMAC	="MAC"
ChkForceScan	="Принудительно найти новые адаптеры и обновить список"
RadioDHCP	="Автоматическое получение IP-адреса"
BtnDHCPInfo	="&Информация"
BtnDHCPRelease	="&Освободить"
BtnDHCPRenew	="Об&новить"
TDHCPInfo	="Информация от DHCP сервера"
LblDHCPAdapter	="Устройство"
LblDHCPDNSSrv	="DNS-сервер"
LblDHCPWINSSrv	="WINS-сервер"
LblDHCPSrv	="DHCP-сервер"
LblDHCPLTO	="Аренда получена"
LblDHCPLTE	="Аренда истекает"
RadioStatic	="Использовать следующий IP-адрес"
LblStaticIP	="IP-адрес"
LblStaticSM	="Маска подсети"
LblStaticDG	="Шлюз"
BtnStatic	="&Статический"
RadioDNSDHCP	="Получить адрес DNS-сервера автоматически"
RadioDNSStatic	="Использовать следующие адреса DNS-серверов"
LblDNS		="DNS-адрес"
RadioWINSDHCP	="Получить адрес WINS-сервера автоматически"
RadioWINSStatic	="Использовать следующие адреса WINS-серверов"
LblWINS		="WINS-адрес"
LblComputer	="Имя компьютера"
LblWorkgroup	="Рабочая группа"
LblPriDNS	="DNS-суффикс"
TAddIP		="IP-адреса"
TAddDG		="Шлюзы"
TAddDNS		="DNS-адреса"
TAddWINS	="Адреса WINS серверов"
TAddIPAddr	="Добавить IP-адрес"
TAddDGAddr	="Добавить адрес шлюза"
TAddDNSAddr	="Добавить DNS-сервер-адрес"
TAddWINSAddr	="Добавить адрес WINS-сервера"
TTShareRefresh	="Обновить список расшаренных папок"
TTDrivesRefresh	="Обновить список сетевых дисков"
TTWiFiRefresh	="Обновление списка доступных беспроводных сетей"
ChkShowActivity	="Показать сетевую активность в трее"
TrayShowGUI	="Показать главное окно программы"
TrayShowAni	="Индикация сетевой активности"
TrayExit	="Выход"
MsgDllNotFound	="Не удаётся найти следующие библиотеки"
MsgWait		="Пожалуйста, подождите..."
MsgChangesApply	="Применяются изменения системы..."
MsgReleaseAddr	="Освобождается IP-адрес..."
MsgRenewAddr	="Обновляется IP-адрес..."
TIWiFiAvailable	="Доступные сети"
BtnWiFiConnect	="Подключить"
LVWiFiList	="Сигнал|Имя сети (SSID)|Безопасность"
TIWiFiPrefered	="Предпочтительные сети"
TIWiFiService	="Служба"
LblWiFiCurState	="Текущее состояние"
LblWiFiNoDevice	="Это не WiFi устройство или функции WiFi отключены в этом устройстве!"
LblWiFiWlanApiNF="В системе не найдено WLANAPI!"
ServiceNotInst	="Не установлено"
ServiceStop	="Остановить"
ServiceStopped	="Остановлено"
ServiceStart	="Запустить"
ServiceStarted	="Запущено"
TIIPSettings	="Настройки IP"
TIWINS		="WINS"
TIWiFi		="WiFi"
LblCNI		="Сетевая идентификация"
LblPing		="Пинговать другой компьютер (имя или IP-адрес)"
BtnPingStart	="Начать"
BtnPingStop	="Остановить"
LblPingCount	="Всего"
LblPingTime	="Таймаут"
ChkPingLimit	="Непрерывно"
LVPing		="Информация"
LVIReply	="Ответ"
LVIReplyTime	="Время"
LVIReplyTimeMS	="мс"
LVITimeOut	="Превышен интервал ожидания для запроса."
LVIUnreachable	="Заданный узел недоступен."
LVIInvalid	="Указан неправильный маршрут."
LVIGeneral	="Общий сбой."
LblFileSharing	="Общий доступ"
BtnShareStart	="Запустить"
LblShareUser	="Имя пользователя"
LblSharePW	="Пароль"
BtnShareSetPW	="Установить пароль"
LblShareAdmin	="Примечание: для подключения к расшаренным папкам этого компьютера вы должны ввести хотя бы одну учётную запись пользователя с паролем!"
LblSharedFolders="Общие папки"
LVShares	="Общий ресурс|Папка|Подключений"
LblShareName	="Имя общего ресурса"
TTShareName	="Используйте символ "$" в конце имени ресурса для создания скрытых сетевых ресурсов."
LblSharePath	="Локальный путь"
MIShareBrowse	="Открыть в проводнике..."
MIShareDel	="Удалить"
TTShareUser	="Это имя пользователя для подключения с удалённой машины к расшаренным папкам этого компьютера."
TTShareUserLen	="Длина имени ограничена"
TTInputChars	="символами"
TTSharePWLen	="Длина пароля ограничена"
LblDriveLetter	="Буква диска"
TTDriveLetter	="автоматически выбрать неиспользуемую букву диска."
TTDriveNoFree1	="Больше нет доступных букв для диска!"
TTDriveNoFree2	="Пожалуйста, сначала отключите один из подключенных дисков."
BtnConnect	="Подключить"
BtnDisconnect	="Отключить"
LblDrivePath	="Путь"
LblDriveUser	="Имя пользователя"
LblDrivePW	="Пароль"
LblDrivesCon	="Подключенные сетевые диски"
LVDrivesCon	="Локальный путь|Сетевой путь|Состояние|Открыто"
MIDriveBrowse	="Открыть в проводнике..."
MIDriveDiscon	="Отключить"
GrpTrayOptions	="Настройки для трея"
ChkTrayMin	="Минимизировать в трей при сворачивании"
ChkTrayClose	="Минимизировать в трей при закрытии"
LblAboutAI3	="Создано с помощью "AutoIt3"."
LVIPSM		="IP-адрес|Маска подсети"
WiFiUnnamed	="Сеть без названия"
WiFiNone	="Нет"
ERROR		="ОШИБКА"
INFO		="Информация"
WARNING		="ВНИМАНИЕ"
QUESTION	="ВОПРОС"
ProfSelTitle	="Диспетчер профилей"
LblProfSelect	="Выберите сетевой профиль"
LblProfDesc	="Описание профиля"
ProfIn		="в"
ProfSec		="сек"
LblSearchDevice	="Поиск устройств для установки..."
DeviceFound	="Найдено"
DeviceSucces	="Успешная установка"
ErrorNetShared	="Сетевой ресурс не может быть расшарен!"
NetShareOK	="Успешно расшарен локальный путь"
NetShareOKAs	="с именем"
NetShrNotExist	="Локальный путь не существует"
NetShrAccDen	="В доступе отказано"
NetShrInvName	="Недопустимое название"
NetShrPNE	="Локальный путь не существует"
NetShrNameDup	="Сетевой ресурс уже используется"
ErrorNetSharing	="Произошла ошибка при попытке открыть общий доступ пути"
TTCharsMax	="допустимы только символы"
TTCharsNoAllow	="Введённые символы недопустимы"
NetStartNet	="Включить поддержку сети сейчас?"
LblStartNet	="Запускается сеть..."
NetRegisterObj	="Регистрация сетевых объектов..."
NetChkDrv	="Поиск нужных сетевых драйверов..."
NetDetectDev	="Обнаружение сетевых устройств..."
NetDetectNew	="Поиск новых добавленных устройств..."
NetInstTCP	="Установка протокола TCP/IP..."
NetApplyProfile	="Применяются настройки профиля..."
NetInstMSClient	="Установка "Клиент для сетей Microsoft"..."
NetChkServices	="Проверка служб..."
NetStartTCPIP	="Запускается "Драйвер протокола TCP/IP"..."
NetStartDHCP	="Запускается служба "DHCP-клиент"..."
NetStartNLA	="Запускается служба "Служба сетевого расположения (NLA)"..."
NetStartLMH	="Запускается служба "Модуль поддержки NetBIOS через TCP/IP"..."
NetNoNetcards	="Не найдено ни одной сетевой карты!"
ProgramExit	="Работа программы будет завершена."
ShareSelFolder	="Пожалуйста, выберите папку для создания общего ресурса"
ShareChkDrv	="Поиск необходимых файлов для службы "Сервер"..."
ShareInstSrv	="Установка службы "Сервер"..."
ServiceChkSrv	="Проверка правильности установки службы..."
ShareStartSrv	="Запускается служба "Сервер"..."
ShareStopSrv	="Останавливется служба "Сервер"..."
ServiceFinish	="Завершено."
ShareSetPW	="Установка пароля..."
ShareStopInfo1	="Соединения с других компьютеров будут разорваны, все передаваемые данные могут быть потеряны!"
ShareStopInfo2	="Вам также полезно знать следующее"
ShareStopInfo3	="Если вы только что запустили/перезапустили службу, может понадобится несколько минут (5-10мин), прежде чем компьютер будет снова доступен в сети."
ShareStopInfo4	="Вы уверены, что хотите остановить службу "Сервер"?"
ShareMsgOpen	="Похоже, на этом общем ресурсе есть открытые файлы!"
ShareMsgRemove	="Тем не менее вы хотите их удалить?"
ShareMsgSpecial	="Специальный общий ресурс"
ShareMsgDel1	="зарезервирован для взаимодействия процессов и не может быть удален!"
ShareMsgDel2	="зарезервирован для взаимодействия процессов и не должен быть удален!"
ShareMsgDel3	="Однако, он может быть удалён только временно и будет пересоздан после перезапуска службы "Сервер" или компьютера."
ShareMsgDel4	="Вы уверены, что хотите прекратить общий доступ к специальныму ресурсу"
ShareMsgDel5	="Вы уверены, что хотите прекратить общий доступ к ресурсу"
LblShareRemove	="Отключение сетевого ресурса..."
NetShrNameNotEx	="Имя общего ресурса не существует"
NetErrShareInfo	="Ошибка при запросе информации об общем ресурсе"
NetShareRemSucc	="Успешно удалён общий ресурс"
NetShareRemErr	="Произошла ошибка при удалении общего ресурса"
LblDriveConnect	="Подключение к удалённому ресурсу..."
NetDriveSucc1	="Сетевой ресурс"
NetDriveSucc2	="успешно примонтирован как диск"
NetDriveAddErr1	="Произошла неизвестная ошибка при подключении диска!"
NetDriveAddErr2	="Доступ запрещён к удаленному пути!"
NetDriveAddErr3	="Устройство уже используется!"
NetDriveAddErr4	="Неправильное имя устройства!"
NetDriveAddErr5	="Неправильный удалённый путь!"
NetDriveAddErr6	="Неправильный пароль!"
NetDriveMsgDel1	="Похоже, на этом соединении есть открытые ресурсы!"
NetDriveMsgDel2	="Вы уверены, что хотите их отключить, несмотря на это?"
LblDriveDel	="Отключение сетевого диска..."
NetDriveDelErr	="Ошибка при отключении диска!"
MsgUtilNotFnd1	="Сетевая утилита"
MsgUtilNotFnd2	="не найдена"
NetErrRegister	="Произошла ошибка при регистрации "netcfgx.dll""
NetErrTCPNotFnd	=""nettcpip.inf" не найден"
NetErrMSCNotFnd	=""netmscli.inf" не найден"
NetErrDetDev	="Произошла ошибка при обнаружении устройств"
NetErrTCPInst	="Произошла ошибка при установке службы "Драйвер протокола TCP/IP""
NetErrMSCInst	="Произошла ошибка при установке службы "Клиент для сетей Microsoft""
NetErrTCPStart	="Произошла ошибка при запуске службы "Драйвер протокола TCP/IP""
NetErrDHCPStart	="Произошла ошибка при запуске службы "DHCP-клиент""
NetErrStatOnly	="Будут работать только статические IP адреса."
NetErrNLAStart	="Произошла ошибка при запуске службы "Служба сетевого расположения (NLA)""
NetErrLMHStart	="Произошла ошибка при запуске службы "TCP/IP NetBIOS Helper""
ServiceStopping	="Остановка"
ServiceDesc	="Служба"
ServiceStarting	="Запуск"
ShareErrInf	=""netserv.inf" не найден"
ShareErrInst	="Не удалось установить службу "Сервер""
ShareErrInst2	="Произошла ошибка при установке службы "Сервер""
ShareErrStart	="Произошла ошибка при запуске службы "Сервер""
ShareErrCB	="Произошла ошибка при запуске службы "Обозреватель компьютеров""
ShareErrStop	="Произошла ошибка при остановке службы "Сервер""
ShareErrPW	="Произошла ошибка при обновлении указанного пользователя с новым паролем"
ShareErrUsr	="Произошла ошибка при добавлении указанного пользователя в систему"
ShareErrAdmin	="Произошла ошибка при добавлении указанного пользователя в группу администраторов"
ConStateOK	="OK"
ConStatePause	="Приостановлено"
ConStateDiscon	="Отключено"
ConStateErr	="Ошибка"
ConStateNetErr	="Ошибка сети"
ConStateCon	="Подключить"
ConStateRecon	="Повторное"
ChkShareAll	="Расшарить все диски"
TTShareAll	="Диски будут расшарены только со своими буквами."
WiFiChkDrv	="Поиск необходимых файлов для службы "Беспроводная настройка"..."
WiFiErrInf	=""ndisuio.inf" не найден"
WiFiErrInf2	=""netwzc.inf" не найден"
WiFiErrInst	="Произошла ошибка при установке службы "Беспроводная настройка""
WiFiRegXML	="Регистрируется "Microsoft XML version 6"..."
WiFiInstSrv	="Устанавливается драйвер "NDIS-протокол ввода/вывода пользовательского режима"..."
WiFiInstSrv2	="Устанавливается служба "Беспроводная настройка"..."
WiFiStop	="Вы уверены, что хотите остановить службу "Беспроводная настройка"?"
WiFiStartSrv	="Запускается служба "Беспроводная настройка"..."
WiFiStopSrv	="Останавливается служба "Беспроводная настройка"..."
WiFiErrStart	="Произошла ошибка при запуске драйвера "NDIS-протокол ввода/вывода пользовательского режима""
WiFiErrStart2	="Произошла ошибка при запуске службы "Беспроводная настройка""
WiFiErrStop	="Произошла ошибка при остановке службы "Беспроводная настройка""
BtnIPAutoOn	="Aвтоматический частный IP-адрес (169.254.X.X)"
BtnIPAutoOff	="Отключить автоматический IP-адрес (0.0.0.0)"
StateReady	="Готово"
CMDActions	="Действия"
CMDIPChange	="Выполнить команду после смены IP-адреса"
CMDIPModeN	="Нормальной"
CMDIPModeH	="Скрыта"
CMDIPModeMin	="Минимизации"
CMDIPModeMax	="Максимальное"
CMDIPModeWait	="Ждать"
CMDIPModeNowait	="Не ждать"
CMDLine		="Команда"
CMDLineMode	="Режиме"
CMDLIneNumber	="Номер"
BtnWiFiDisconn	="Разъединить"
WiFiConnected	="Подключен"
BtnRestore	="Восстановить"
TChangeMAC	="Изменения MAC адреса"
LblCurMac	="Текущий MAC"
LblNewMac	="Новый MAC"
MACChangeErr	="Неправильный MAC адрес!"
MsgMACChangeErr	="Неправильный MAC адрес!"
MsgMACApply	="Применяется новый MAC адрес..."
MsgMACRestore	="Восстанавливается оригинальный MAC адрес..."
MsgInitWait	="Инициализация ещё не закончена..."
ShareAddUser	="Добавление локальных пользователей..."
LblNoNetcards	="Программу запущена в упрощённом режиме, так как не найдено ни одной сетевой карты.@LFПожалуйста, запустите снова поиск новых устройств."
BtnSearchDevice	="&Поиск"
TWiFiProp	="Свойства беспроводного подключения"
LblWiFiSSID	="Имя сети (SSID)"
LblWiFiAuth	="Проверка подлинности"
LblWiFiEnc	="Шифрование данных"
LblWiFiKey	="Ключ сети"
ChkWiFiKey	="Показывать ключ при вводе"
CMDStart	="Запускаются дополнительные операции..."
BtnStatic	="&Статический"
BtnDynamic	="&Динамический"
TTWiFiRefPref	="Обновить список предпочтительных сетей"
TIAdvanced	="Дополнительно"
LblExtProp	="Для этого сетевого устройства доступны следующие настройки."
LblExtNoProp	="Это сетевое устройство не имеет никаких дополнительных настроек."
LblProp		="Параметр:"
LblPropVal	="Значение:"
RadioNotSet	=" Не задано"
TTCon		="Подключено"
TTDisCon	="Отключено"
GrpTrouble	="Поиск ошибок"
ChkDebug	="Режим отладки"
BtnDebug	="Открыть журнал отладки..."
ChkWiFiAuto	="Подключаться, если сеть находится в радиусе действия"
ChkWiFiAdhoc	="Это прямое соединение компьютер-компьютер"
ChkWiFiHidden	="Подключаться, даже если сеть не ведёт вещание"
WiFiBalConTo	="Подключено:"
WiFiBalNetSec	="Безопасная беспроводная сеть."
WiFiBalNetPref	="Предпочтительная сеть."
WiFiBalNetInfra	="Сеть в режиме инфраструктуры."
WiFiBalNetAdhoc	="Сеть в режиме ad-hoc."
WiFiDelProf	="Удалить профиль беспроводной сети?"
WiFiDelTxt	="Вы уверены, что хотите удалить профиль беспроводной сети?"
WiFiDelWarn	="Внимание: возможно текущее соединение может быть потеряно."
BtnWiFiImport	="Импортировать..."
TTWiFiImport	="Импортировать профиль WiFi предпочтительной сети"
TTWiFiXMLFiles	="файлы XML(*.xml)"
WiFiImportOK	="Профиль WiFi успешно импортирован."
WiFiErrImport	="Ошибка при импортировании профиля WiFi"
BtnWiFiExport	="Экспортировать..."
TTWiFiExport	="Экспортировать профиль WiFi предпочтительной сети"
WiFiExportOK	="Успешно экспортирован профиль WiFi"
WiFiErrExport	="Ошибка при экспортировании профиля WiFi"
TIProfiles	="Профили"
LblProfFile	="Файл с сетевыми профилями"
LblProfList	="Список сетевых профилей"
TTProfRefresh	="Обновить список профилей"
TTProfIniFiles	="Файлы конфигурации (*.ini)"
LblProfApply	="Применяются настройки профиля..."
LblClr		="Цветовая схема"
LblWiFiCon	="Попытка подключиться к беспроводной сети..."
WiFiErrAddProf	="Ошибка при добавилении профиля WiFi."
TWiFiConn	="Ключ сети"
LblStartNetWpe	="Запускается поддержка сети (Wpeinit)..."
WiFiInstSrv3	="Устанавливается драйвер "Native WiFi Filter"..."
WiFiErrInst2	="Произошла ошибка при установке драйвера "Native WiFi Filter""
WiFiErrStart3	="Произошла ошибка при запуске драйвера "Native WiFi Filter""
NetDriveAddErr7	="Сетевой путь не найден!"
WiFiBalNetNonSec="Небезопасная беспроводная сеть."
WiFiStartSrv2	="Запускается служба "WLAN AutoConfig"..."
WiFiStopSrv2	="Останавливается служба "WLAN AutoConfig"..."
WiFiErrStart4	="Произошла ошибка при запуске службы "WLAN AutoConfig""
WiFiErrStop2	="Произошла ошибка при остановке службы "WLAN AutoConfig""
LblCurrent	="Текущей"
BtnDrvNet	="Обзор сети..."
BtnDrvNetShow	="Сетевые диски шоу"
LblDrvNet	="Домен / имя сервера"
TTNetConDetails	="Детали подключения к сети"
LVNetConPropVal	="Недвижимость|Значение"
LblNetResSearch	="Ищете ресурсы - пожалуйста, подождите..."
BtnDrvNetReset	="&Сброс Посмотреть"
LblDefault	="Cтандарт"
LblClassic	="Классический"
BtnLogDel	="Удалить файл журнала"
LblTCPtoIP	="Преобразование TCP имя IP-адреса"
LblIPtoTCP	="Преобразование IP-адресов в имена TCP"
ChkWiFiEditUI	="Использование Wi-Fi интерфейс для изменения профиля"
BtnProfFile	="Открытие файла конфигурации"
BtnProfInt	="Открытое конфигурационный файл с помощью редактора профиля PENM"
BtnProfExt	="Открытие файла конфигурации с внешним редактором"
MsgLogDel	="Вы действительно хотите удалить этот файл журнала"
ChkTrayStart	="Начать прямо в лотке, главное окно скрыто при старте программы"
NetworkAccess	="Доступ к сети"
BtnTrace	="Cлед"
ChkTrace	="Решение адрес"
LblTrace	="Хмель"
StateTrace	="Cледить"
ChkReverse	="Запись последнего результата в первой строке"
LblSurface	="Интерфейс настройки"
BtnLangExt	="Открыть файл с языком внешнего редактора"
ChkShowTip	="Показать подсказку по умолчанию вместо информационное окно"
GrpOtherOptions	="Разное"
ChkLastPage	="Помните, открытой странице инструмент запуска программы"
LblLastPage	="Чтобы открыть страницу"
LblLastOpened	="Последняя открыта"
ChkUseWMI	="Использование WMI применить настройки IP, isолжен работать"
ChkLastPos	="Помнить последнюю позицию главного окна на рабочем столе"
TTDriveLetterNo	="Нет назначить букву диска."
RadioOSFont	="Используйте OS шрифт по умолчанию (требуется перезапуск GUI)"
RadioFont	="Использовать шрифт"
ChkIcons	="Загрузка значков из ini-файла (требуется перезапуск GUI)"
TIFirewall	="Брандмауэр"
ChkShowOnlyCon	="Показывать только подключенные устройства в информационном окне"
TTAltIP		="Настройка альтернативной конфигурации IP для использования в разных сетях."	
TTAltConf	="Альтернативная конфигурация"
TTGenConf	="Общнe"
UserConf	="Настроенный пользователем IP-адрес"
WiFiBalSignal	="Мощность сигнала"
WiFiBalSec	="Безопасность"
WiFiBalRadio	="беспроводной тип"
ChkShowAlways	="Всегда показывать значок PENM в трее"